{
  "status_id": "2012421261822140924",
  "username": "fiction_log",
  "display_name": "ろじん",
  "text": "ろじん 伸びやすい売れやすいXアカウントを作るための運用 194K 伸びやすい売れやすい𝕏アカウントを作るためのノウハウ公開 ・ブランディングが上手い人はフォロワーにモテ、長期的に伸びていくアカウントを作ることが出来ます。 ・ブランディングが上手い人はファンが増えやすくエンゲージが高まり、投稿が伸びやすくなります。 ・普通の人は伸びるネタをリサーチし、伸びたネタと似た内容でのみフォロワーを増やして売上につなげるため、その人自体にファンが付くことがかなり少ないです。 ・ブランディングが上手い人は上場企業の会長など格上経営者と初対面で話した時に、自慢をすることなく「こいつは天才だ」と言わせることが出来ます ・𝕏で着実にファンを増やして界隈内で注目度の高い存在になることが出来ます ・フォロワーが少ない状態でも「この人はすごそうだ」「今後伸びていく人だ」と思われ、注目されることが出来ます ・強い訴求を使わずとも売れるアカウントになります SNSで\"売る\"ことをやめませんか？ 上記のような状態になりたい方へXブランディングセミナーを開催します。 セミナーの内容を⇩で少しお見せします。体験して必要かどうか判断してみてください 本セミナーは ブランディングを重視し、僕は直近４年間こちらからのセールスを排除した”引きの営業”のみでやってきました SNSでもブランディング能力の低い人は ・いくら稼いだか ・如何に自分が良い生活を送れているか ・如何に自分がモテるか 等でしか集客することが出来ません。これでは情弱層にしか刺さらず、且つ本質的なフォロワーモテでは無いのでオワコン化が早いです。 ・ブランディングが上手い人はフォロワーにモテ、長期的に伸びていくアカウントを作ることが出来ます。 ・ブランディングが上手い人はファンが増えやすくエンゲージが高まり、投稿が伸びやすくなります。 ・普通の人は伸びるネタをリサーチし、伸びたネタと似た内容でのみフォロワーを増やし、売上につなげるためその人自体にファンが付くことがかなり少ないです。 ・ブランディングが上手い人は上場企業の会長など格上経営者と初対面で話した時に、自慢をすることなく「こいつは天才だ」と言わせることが出来ます ・SNSで着実にファンを増やして界隈内で注目度の高い存在になることが出来ます ・フォロワーが少ない状態でも「この人はすごそうだ」「今後伸びていく人だ」と思われ、注目されることが出来ます ・強い訴求を使ってゴリゴリ販売する。 やめませんか？ ブランディングが上手いと顧客が自然と引き寄せられます。俗に言う”引きの営業”です。”こういうノウハウが貰えるから買おう”ではなく”この人の出すものは買おう”に変わります。 ・こちらから売りつけなくても売れる ・ガッツいていないのでむしろ信用されてより売れる を目指します。 ・ガッツいていない余裕のある男の方がモテる よくある言葉です。あなたがSNSにおいてこれを実現し、顧客の購買意欲を上げ売上に繋げる。これが本セミナーの主旨です。 話は変わりますがSNSにおいてセンスがある人には3種類存在します。 ①発想力が強くアイデアが湧いてくるタイプ ②目利きが上手くどのような投稿が伸びるか判断する能力に長けているタイプ ③ブランディング構築が上手いタイプ 実際はセンスがある人は上位1%です。上位1%の中でも業界のトップを取った人が天才と呼ばれます。僭越ながら僕は天才と呼ばれ続けてきました。 ただ実際にはセンスがある＝稼げるではなく、センスが無い人でも稼いでいる人は多く存在します。SNSで年間1億以上稼いでいるセンスのない人のパターンは３種類しか存在しません ①努力家が時流に乗ったパターン ②天才と株式を分け合ったパターン ③あり得ない強運 これ以外は存在しません。センスのない人は大抵、一時はSNSで年間3000万程度稼げるかもしれないですがオワコン化が早いです。 理由は下記です 他者のノウハウや投稿をパクることでしか伸びないから SNSで稼ぐというやってもやらなくても良い自制心に左右される世界で、愚直に他者分析と試行錯誤を続けられる人は極めて少ないです。 オリジナルで頑張ろうとしてもセンスが無いのでなかなか",
  "created_at": "",
  "fetched_at": "2026-01-26T13:24:51.087591",
  "metrics": {
    "replies": 1,
    "reposts": 79,
    "likes": 328,
    "bookmarks": 434,
    "views": 194825
  },
  "has_media": true,
  "is_quote": false,
  "quoted_post": null
}