{
  "status_id": "2014015282264629481",
  "username": "9th",
  "display_name": "Andy McCune",
  "text": "Andy McCune The Future of Cosmos 23K For all of my life, I’ve thought in images. The most compact and universal form of communication. A way of seeing the world, captured inside a neat, portable frame. Images shape what we want, how we see ourselves, and what we believe is possible. There was a time when the internet understood that. When collecting images felt expressive instead of compulsive. When inspiration wasn’t optimized for outrage or dopamine, but for curiosity. Tumblr was the first place I felt it. And once you’ve felt it, you notice when it disappears. Over the last decade, that feeling slowly eroded. The internet got louder. Flatter. Everything started to feel repackaged. Images became content. Inspiration became noise. Humans became data. Even my own imagination started to feel a little house-trained. As a creative, I believe you’re only as good as your source material. Inputs become outputs. You are what you see. Slop in, slop out. Quality in, quality out. After selling my last company ( ) and spending a few years at \", I found myself back in deeply personal creative work — starting a furniture gallery, designing my own space, developing a hospitality brand with a friend. My visual references were all over the place: saved posts on Instagram, screenshots in folders, images buried in my camera roll. Nothing lived together. Nothing had context. Nothing felt intentional. So I built Cosmos as a side project, alongside Luca Marra (\" \") — a living archive for my visual brain. A place where I could save anything, from anywhere, and trust I’d actually be able to return to it later. When I shared it with a few creative friends, the rea",
  "created_at": "",
  "fetched_at": "2026-01-26T13:24:48.654122",
  "metrics": {
    "replies": 10,
    "reposts": 12,
    "likes": 228,
    "bookmarks": 141,
    "views": 23086
  },
  "has_media": true,
  "is_quote": false,
  "quoted_post": null
}